Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja
sme: Ságajođiheaddji

source: Tuomas Aslak Juuso eli Gáijjot Ánte Issáha Duommá on syntynyt Lahdessa 7. helmikuuta 1985.
sme: Tuomas Aslak Juuso dahjege Gáijjot Ánte Issáha Duommá lea riegádan Lahtis guovvamánu 7. beaivve jagi 1985.

source: Juuso on varttunut sekä Lahdessa että Karesuvannossa, mutta peruskoulun hän on käynyt pääsääntöisesti Lahdessa.
sme: Juuso lea bajásšaddan sihke Lahtis ja Gárasavvonis, muhto vuođđoskuvlla son lea vázzán váldoáššis Lahtis.

source: Juuso on suorittanut poro- ja luontaistalouden ammattitutkinnon Saamelaisalueen koulutuskeskuksessa Kaamasen Toivoniemessä.
sme: Juuso lea čađahan boazo- ja luondduealáhusa ámmátdutkosa Sámi oahpahusguovddážis Gápmasa Doaivonjárggas.

source: Lisäksi hän on suorittanut porotalouden lähettilään ohjelman (The Reindeer ambassador program, International Centre for Reindeer Husbandry) sekä kursseja alkuperäiskansaoikeuksista (Sámi University College, Kautokeino).
sme: Lassin son lea čađahan boazodoalu sáttaolbmo prográmma (The Reindeer ambassador program, International Centre for Reindeer Husbandry) ja kurssaid eamiálbmotvuoigatvuođain (Sámi University College, Guovdageaidnu).

source: Nykyisin Juuso asuu Karesuvannossa.
sme: Dálá áigge Juuso orru Gárasavvonis.

source: Juuso valittiin Saamelaiskäräjien jäseneksi ensimmäisen kerran vuonna 2008.
sme: Juuso válljejuvvui Sámedikki lahttun vuosttaš geardde jagi 2008.

source: Hän on edelleen kaikkien aikojen nuorin Saamelaiskäräjille valittu jäsen.
sme: Son lea ain buot áiggiid nuoramus Sámediggái válljejuvvon lahttu.

source: Juuso valittiin Saamelaiskäräjien 2. varapuheenjohtajaksi vaalikaudelle 2016-2019 ja nyt kolmannelle kaudelleen 2020-2023 Juuso valittiin Saamelaiskäräjien puheenjohtajaksi helmikuussa 2020.
sme: Juuso válljejuvvui Sámedikki 2. várreságadoallin válgabadjái 2016-2019 ja dál goalmmát badjái 2020-2023 Juuso válljejuvvui Sámedikki ságadoallin guovvamánus 2020.

source: Juuso on ollut aktiivisesti mukana saamelaisyhteiskunnan toiminnassa nuoresta lähtien.
sme: Juuso lea leamaš aktiivvalaččat mielde sámeservodaga doaimmain gitta nuorravuođa rájes.

source: Juuso toimi Suomen Saamelaisnuoret ry:n hallituksen puheenjohtajana vuosina 2005-2007 ja 2009-2012.
sme: Juuso doaimmai Suoma Sámi Nuorat rs stivrra ságadoallin jagiid 2005-2007 ja 2009-2012.

source: Lisäksi hän on toiminut Yhdistyneiden kansakuntien (YK) alkuperäiskansojen nuorten liiton (Global Indigenous Youth Caucus) puheenjohtajana vuosina 2012-2015 ja YK:n alkuperäiskansojen maailmankonferessin yhteydessä toimineen alkuperäiskansojen globaalin koordinaatiotyöryhmän jäsenenä 2012-2014.
sme: Lassin son lea doaibman Ovttastuvvan našuvnnaid (ON) eamiálbmogiid nuoraid lihtu (G lobal Indigenous Youth Caucus) ságadoallin jagiid 2012-2015 ja ON eamiálbmogiid máilmmikonferánssa oktavuođas doaibman eamiálbmogiid globála koordinašuvdnabargojoavkku lahttun 2012-2014.

source: Hän on ollut myös monissa YK:ssa tapahtuneissa neuvotteluprosesseissa mukana, esimerkiksi EMRIP (Expert Mechanism on the Rights of Indigenous Peoples) mandaatin uudistamisneuvottelut, alkuperäiskansojen osallistumisoikeuden vahvistamista YK:ssa koskevat neuvottelut ja YK:n maailmankonferenssin loppudokumentin neuvottelut.
sme: Son lea leamaš maid mielde máŋggain ON:in dáhpáhuvvan ráđđádallanproseassain, ovdamearkka dihte EMRIP (Expert Mechanism on the Rights of Indigenous Peoples) mandáhta ođasmahttinráđđádallamat, eamiálbmogiid oassálastinvuoigatvuohta ON:ide ja ON:id máilmmikonferánssa loahppadokumeantta ráđđádallamat.

source: Alkuperäiskansojen oikeudet ovat Juusolle tärkeitä ja hän kertookin, että YK:n alkuperäiskansojen julistus on syy siihen, miksi hän lähti ensimmäisiin saamelaiskäräjävaaleihin mukaan.
sme: Eamiálbmogiid vuoigatvuođat leat Juusoi dehálaččat ja son muitalage, ahte ON eamiálbmogiid julggaštus lea sivva dasa, manin son vulggii vuosttaš sámediggeválggaide mielde.

source: Juuso tulee Kaijukoiden eli Raittijärven siidasta, missä poronhoito perustuu vanhaan siida-järjestelmään.
sme: Juuso boahtá Gáijjogiid dahjege Ávžžášjávrri siiddas, gos boazodoallu vuođđuduvvá boares siidaortnegii.

source: Tuomas Aslak Juuso Puheenjohtaja
sme: Tuomas Aslak Juuso ságajođiheaddji

source: Yhteystiedot
sme: Oktavuođadieđut

source: tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101
sme: tuomas.juuso(at)samediggi.fi +358 40 687 3394 / +358 10 839 3101

source: Puheenjohtajan avustaja
sme: Ságajođiheaddji veahkkebargi Niina Siivikko tel. +358 10 839 3164 / +358 40 584 0697 niina.siivikko@samediggi.fi
